Repository: Kameron-Bonitas/meslistes
Catalog: *.lproj/Localizable.strings
Languages: fr

source: We need your permission
fr: Meslistes a besoin de votre autorisation

source: Go to settings
fr: acceder aux réglages

source: Settings
fr: Réglages

source: Cancel
fr: Annuler

source: A little reminder:
fr: un peit rappel:

source: Shopping list
fr: liste

source: to do
fr: les tâches à faire

source: Travelpack
fr: Voyage

source: Type your item here...
fr: Ajouter une tâche...

source: Take picture with Camera
fr: Prendre une photo avec la camera

source: Choose from Photo Library
fr: Choisir dans la photothèque

source: Warning
fr: Attention!

source: You don't have camera
fr: Votre appareil n'a pas de camera

source: You haven't created a list yet
fr: vous n'avez pas de listes

source: You haven't created an item yet
fr: vous n'avez pas de tâches

source: Add to reminder
fr: Ajouter un rappel

source: Add to calendar
fr: Ajouter dans le calendrier

source: name your new list...
fr: taper le nom de la liste
